tap "b4b4r07/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "colordiff"
brew "direnv"
brew "exa"
brew "fd"
brew "ghq"
brew "git"
brew "hub"
brew "imagemagick"
brew "jq"
brew "nkf"
brew "node-sass"
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "b4b4r07/tap/gomi"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "visual-studio-code"
