tap "b4b4r07/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "circleci"
brew "colordiff"
brew "direnv"
brew "exa"
brew "fd"
brew "gh"
brew "ghq"
brew "git"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mysql"
brew "nkf"
brew "node-sass"
brew "nodebrew"
brew "peco"
brew "postgresql", restart_service: true
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "b4b4r07/tap/gomi"
cask "chromedriver"
cask "font-hack"
cask "font-ricty-diminished"
cask "notion"
cask "visual-studio-code"
