tap "b4b4r07/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "circleci"
brew "colordiff"
brew "direnv"
brew "emojify"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mysql"
brew "nkf"
brew "node-sass"
brew "nodenv"
brew "peco"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim"
brew "yarn"
brew "zplug"
brew "zsh"
brew "b4b4r07/tap/gomi"
cask "chromedriver"
cask "clipy"
cask "coteditor"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "gitify"
cask "notion"
cask "reminders-menubar"
cask "slack"
cask "visual-studio-code"
cask "zoom"
